anekdot_db_shtirlitc = [
    "- Штирлиц, на вас поступил донос от соседей. Пишут, что вы вчера пили, буянили и ругались по-русски! \n\
    Штирлиц молча берёт лист бумаги и пишет ответный донос:\n\
    Группенфюреру СС Генриху Мюллеру. Мои соседи знают русский язык и, что особенно подозрительно, разбираются в ненормативной русской лексике!.",
    "Штирлиц вышел к обочине дороги, когда у рядом притормозившей машины приоткрылось окно, и оттуда высунулась голова Мюллера.\n\
    - Тебе куда, дружище? – спросил Мюллер.\n\
    - На Унтер ден Линден, группенфюрер! - браво рявкнул Штирлиц, плюхнувшись рядом на сидение, и икнул.\n\
    - Семеныч, дуй в Подлипки, - тяжко вздохнув, сказал водителю Броневой.",
    "Штирлиц вёл двойную жизнь и очень надеялся, что хоть одна из них сложится удачно.",
    "- А вот эти пальчики, Штирлиц, мы обнаружили на чемодане русской радистки.\n\
    - Группенфюрер, я советский разведчик.\n\
    - Да хоть американский! Почему без перчаток, позаражать нас всех хотите?!",
    "Курица клевала носом. \n\
    'Наверное не выспалась', - подумал Штирлиц",
    "Штирлиц залез на телеграфный столб и, чтобы не привлекать внимания прохожих, развернул газету.",
    "В дверь кто-то вежливо постучал ногой.\n\
    - Безруков! - догадался Штирлиц.",
    '"Строго секретно! Лично в руки! Рейхсфюреру СС Генриху Гиммлеру!\
    Рейхсфюрер!.."\n\
    Штирлиц положил ручку и задумался: "А может всё-таки написать по-немецки?"',
]

anekdot_db_watson = [
    "- Скажите, Холмс, чем мировая держава отличается от региональной?\n\
    - Элементарно, Ватсон. У мировой державы враги по всему миру, а у региональной - в пределах конкретного региона.",
    "- Холмс, а почему сегодня на болотах так непривычно тихо?\n\
    - Элементарно, Ватсон: вчера сбежавшая от британской разведки русская кошка Скрипалей сожрала собаку Баскервилей!",
    "— Что это за ужасный вой, Холмс, собака Баскервилей?\n\
    — Нет, это сэра Генри кормят гречкой...",
    '- Холмс, сегодня я был в клубе молчальников. Представьте себе, один человек там заговорил!\n\
    - И что, его немедленно выставили за дверь?\n\
    - Напротив, наградили бурными аплодисментами!\n\
    - И что же он произнес, Ватсон?\n\
    - Он сказал: "Ваш виски, господа!"',
    "- Холмс, я просто хотел узнать, не мучает ли вас бессонница.\n\
    - Ватсон, и ради этого вы решили меня разбудить?",
    '- Скажите, Холмс, как раскрыть преступление?\n\
    - Определить "кому выгодно"!\n\
    - А если всем выгодно?\n\
    - Тогда это уже как бы и не преступление...',
    "- Холмс, но как? Как вы догадались, что убитый шел из поликлиники?\n\
    - Бахилы, Ватсон.",
]

db = {
    "stirlitc": anekdot_db_shtirlitc,
    "watson": anekdot_db_watson,
}
